import CourseData from "../interfaces/CourseData";

import thisSvg from "../assets/Pic/learn-english-design-cardh.png";

const courseData: CourseData = {
  title: "آموزش زبان انگلیسی",
  description:
    "در این آموزش اصول گرامر پایه زبان انگلیسی در کوتاه ترین زمان ممکن تدریس شده است. معمولا در دوره های عادی آموزشی، زمانی در حدود ۶" +
    "ماه به آموزش این مباحث اختصاص داده می شود. این آموزش برای زبان آموزانی که ارائه انگلیسی گرامر، یادگیری را برای آن ها بسیار دشوار نموده " +
    " است، گزینه مناسبی به شمار می رود به این دلیل که توضیحات کاملا فارسی بوده اما در عین حال معادل انگلیسی زمان ها و یا اصطلاحات کلیدی " +
    " نیز به صورت انگلیسی مطرح شده اند. از دیگر مزایای این آموزش بررسی اصولی قواعد گرامر با استفاده از روش های به روز دنیا و مطابق با استاندارد " +
    " سلتا است که از آن جمله می توان به: بررسی مفهوم، فرم و استفاده از تایم لاین ها اشاره کرد.",
  picturePath: thisSvg,
  price: "۳۰۰,۰۰۰ تومان",
  teacher: "یوسف اسدی",
  numberOfSessions: "۷۲ ویدیو",
  duration: "۲۴:۶:۰۰",
  numberOfStudents: "۶,۰۳۰ نفر",
  children: "bash",
};

export default courseData;
